{
	"Press the arrow keys.": "Scroll up, down, left, or right",
	"Press Option while you press an arrow key.": "Scroll in larger increments",
	"Page DownSpace bar": "Scroll down a screen",
	"Page UpShift-Space bar": "Scroll up a screen",
	"Command-Up ArrowCommand-Down Arrow": "Scroll to the top-left or bottom-left corner of the webpage",
	"Command-F": "Search the current webpage",
	"TabTab also highlights buttons and other controls if Keyboard Navigation is turned on in Keyboard settings.Open Keyboard settings for me": "Highlight the next field or pop-up menu on a webpage",
	"Option-TabOption-Tab also highlights buttons and other controls if Keyboard Navigation is turned on in Keyboard settings.Open Keyboard settings for meTo swap the behavior of Tab and Option-Tab, turn on “Press Tab to highlight each item on a webpage” in the Advanced pane of Safari settings.": "Highlight the next field, pop-up menu, or clickable item (such as a link) on a webpage",
	"Esc": "Cancel editing a bookmark name in the sidebar",
	"Command-L": "Select the Smart Search field",
	"Command-P": "Print the current webpage",
	"Command-C": "Copy the selected item",
	"Command-V": "Paste the most recently copied item",
	"Shift-Command-\\": "Show tab overview",
	"Command-click a linkCommand-click a bookmarkCommand-Return after typing in the Smart Search field.": "Open a webpage in a new tab",
	"Shift-Command-click a linkShift-Command-click a bookmarkShift-Command-Return after typing in the Smart Search field.": "Open a webpage in a new tab, and make that tab the active tab",
	"Control-Tab or Shift-Command-]": "Go to the next tab",
	"Control-Shift-Tab or Shift-Command -[": "Go to the previous tab",
	"Command-1 to Command-9": "Select one of your first nine tabs",
	"Command-W": "Close the active tab",
	"Option-click the Close button  on the tab you want to leave open": "Close all tabs except for one",
	"Command-T": "Open a new tab",
	"Shift-Command-T": "Reopen the last window you closed",
	"Shift-Command-H": "Go to your homepage",
	"Command-,": "Change Safari settings",
	"Command-[": "Go back to the previous webpage",
	"Command-]": "Go forward to the next webpage",
	"Hold down the Back  or Forward  button until the list appears": "See a list of your recently visited webpages by name",
	"Press Option and hold down the Back or Forward button until the list appears": "See a list of your recently visited webpages by web address (URL)",
	"Press Command-Plus Sign (+) or Command-Minus Sign (-)": "Zoom website content",
	"Press Option while you choose View > Make Text Bigger or View > Make Text Smaller": "Zoom website text",
	"Option-click a link to the file": "Download a linked file",
	"Double-click the file in the downloads list": "Open a downloaded file",
	"Command-` (above the Tab key)": "Switch to another Safari window",
	"Control-Command-2": "Show or Hide the Reading List sidebar",
	"Shift-Command-D": "Add the current webpage",
	"Shift-click a link to the webpage.": "Add a linked webpage",
	"Control-click the webpage summary in the sidebar, then choose Remove Item.You can also swipe left over the webpage summary, then click Remove. Or, swipe all the way to the left until the webpage summary disappears.": "Remove a webpage",
	"Shift-Command-R": "Open Reader",
	"Click the Smart Search field to show the website’s full address and its icon, then drag the icon to the Favorites bar": "Add a bookmark to the Favorites bar",
	"Command-click the folder in the Favorites bar": "Open all bookmarks from a folder in the Favorites bar",
	"Drag the bookmark left or right": "Move a bookmark on the Favorites bar",
	"Drag the bookmark off the top of the bar": "Remove a bookmark from the Favorites bar",
	"Control-Command-1": "Show or Hide the Bookmarks sidebar",
	"Command-click each bookmark and folderShift-click to extend the selection": "Select bookmarks and folders in the sidebar",
	"Up Arrow or Down Arrow": "Select the next bookmark or folder",
	"Space bar": "Open the selected bookmark",
	"Space bar or Right Arrow": "Open the selected folder",
	"Space bar or Left Arrow": "Close the selected folder",
	"Select the bookmark, then press ReturnYou can also force click the bookmark": "Change the name or address of a bookmark",
	"Return": "Finish editing a bookmark name",
	"Option-click the New Folder button near the top-right corner": "Create a folder containing the selected bookmarks and folders in bookmarks view",
	"Control-click the bookmark, then choose Delete": "Delete a bookmark",
	"Command-R": "Reload the current webpage"
}
